/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "thatswinnie (2008-2010)";

AMName = "iCalBirthdays";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
ipt_iCalCalendarName = "Geburtstagserinnerungen";
ipt_alert_format = "%firstname% %lastname% wird %age%";
ipt_reminder_format = "Geschenk für %firstname% %lastname% kaufen";

/*  AMDescription localized strings  */
AMDAlert = "Alle Termine des angegebenen Kalenders werden gelöscht.";
AMDResult = "Exportiert den Geburtstagskalender optional in eine Datei und gibt eine Referenz auf die Datei zurück.";
AMDSummary = "Erstellt einen Geburtstagskalender von den Kontakten des Adressbuchs in iCal und fügt einen Alarm hinzu.";
AMDWebsite = "http://code.google.com/p/icalbirthdays/";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

/*  AMWarning localized strings  */
ApplyButton = "Hinzufügen";
IgnoreButton = "Abbrechen";
Message = "Alle Termine des angegebenen Kalenders werden gelöscht.";
